HELLO_MESSAGE = 'Привет, этот бот предназначен для игры в "Быки и Коровы"'
RULES_MESSAGE = 'Быки и коровы — логическая игра, в ходе которой за несколько попыток игрок должен определить,' \
                ' что задумал бот. Варианты игры могут зависеть от типа отгадываемой последовательности — это ' \
                'могут быть числа или слова. После каждой попытки бот выставляет "оценку", указывая количество ' \
                'угаданного без совпадения с их позициями (количество "коров") и полных совпадений (количество' \
                ' "быков"). Угадывающий должен анализировать сделанные попытки и полученные оценки. ' \
                'Бот лишь сравнивает очередной вариант с задуманным и выставляет оценку по формальным правилам.'
GAME_TYPE_MESSAGE = 'Выбери тип строки для загадывания'
GAME_LENGTH_MESSAGE = 'Выбери длину загадываемой строки'
GAME_START_MESSAGE = 'Я загадал {} длины {}, отгадывай!'
